<?php

return array(

    // view
    'read_next' => 'Читать дальше →',
    'read' => 'Перейти на страницу',
    'not_found' => 'Ничего не найдено!',

    'back' => '← Назад на страницу просмотра',

    // create & edit
    'create' => array(
        'title' => 'Страница добавления',
        'ok' => 'Успешно выполнено!',
        'db_error' => 'Ошибка добавления в БД!',
    ),
    'edit' => array(
        'title' => 'Страница редактирования',
        'link' => 'Редактировать',
    ),
    'error_header' => 'Возникли ошибки:',
    'label_tags' => 'Метки:',
    'button_submit' => 'Сохранить',
    'button_content_preview' => 'Предпросмотр',
    'loading' => 'Загрузка...',
    'delete' => 'Удалить',
    'delete_confirm' => 'Вы действительно желаете удалить материал?',

    'tags' => array(
        'header' => 'Информация:',
        'note' => 'отображает материал в общем списке.',
        'page' => 'только для страниц.',
        'hidden' => 'скрытые теги.',
    ),
);